{
  "sun": {
    "Väduren_Väduren": "Om Väduren och Väduren dejtar under Sol, förvänta dig ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Oxen": "När Väduren möter Oxen på Sol blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Väduren_Tvillingarna": "När Väduren möter Tvillingarna på Sol blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Kräftan": "På Sol är Väduren och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Lejonet": "Väduren + Lejonet på Sol är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Jungfrun": "Om Väduren och Jungfrun dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Väduren_Vågen": "Väduren + Vågen på Sol är som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Väduren_Skorpionen": "Väduren + Skorpionen på Sol är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Väduren_Skytten": "När Väduren möter Skytten på Sol blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Väduren_Stenbocken": "På Sol är Väduren och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Väduren_Vattumannen": "När Väduren möter Vattumannen på Sol blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Fiskarna": "Under inflytande av Sol blir Väduren och Fiskarna en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet."
  },
  "moon": {
    "Väduren_Väduren": "Om Väduren och Väduren dejtar under Måne, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Väduren_Oxen": "Under inflytande av Måne blir Väduren och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Väduren_Tvillingarna": "Om Väduren och Tvillingarna dejtar under Måne, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Väduren_Kräftan": "På Måne är Väduren och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Lejonet": "Väduren + Lejonet under Måne är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Jungfrun": "Om Väduren och Jungfrun dejtar under Måne, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Väduren_Vågen": "Väduren + Vågen under Måne är som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Väduren_Skorpionen": "Väduren + Skorpionen under Måne är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Väduren_Skytten": "När Väduren möter Skytten under Måne blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Väduren_Stenbocken": "På Måne är Väduren och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Väduren_Vattumannen": "När Väduren möter Vattumannen under Måne blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Fiskarna": "Under inflytande av Måne blir Väduren och Fiskarna som två katter i en bastu – och ingen av dem ångrar något (ännu)."
  },
  "venusMars": {
    "Fiskarna_Fiskarna": "Om Fiskarna och Fiskarna dejtar under Venus/Mars, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Väduren": "När Fiskarna möter Väduren under Venus/Mars blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Oxen": "Under inflytande av Venus/Mars blir Fiskarna och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Tvillingarna": "När Fiskarna möter Tvillingarna under Venus/Mars blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Kräftan": "På Venus/Mars är Fiskarna och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Fiskarna_Lejonet": "Fiskarna + Lejonet under Venus/Mars är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Jungfrun": "Om Fiskarna och Jungfrun dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Fiskarna_Vågen": "Fiskarna + Vågen under Venus/Mars är som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skorpionen": "Fiskarna + Skorpionen under Venus/Mars är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skytten": "När Fiskarna möter Skytten under Venus/Mars blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Fiskarna_Stenbocken": "På Venus/Mars är Fiskarna och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vattumannen": "När Fiskarna möter Vattumannen under Venus/Mars blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet."
  },
  "mercury": {
    "Fiskarna_Fiskarna": "Under inflytande av Merkurius blir Fiskarna och Fiskarna en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Fiskarna_Väduren": "När Fiskarna möter Väduren under Merkurius blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Oxen": "Under inflytande av Merkurius blir Fiskarna och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Tvillingarna": "När Fiskarna möter Tvillingarna under Merkurius blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Kräftan": "På Merkurius är Fiskarna och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Fiskarna_Lejonet": "Fiskarna + Lejonet under Merkurius är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Jungfrun": "Om Fiskarna och Jungfrun dejtar under Merkurius, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Fiskarna_Vågen": "Fiskarna + Vågen under Merkurius är som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skorpionen": "Fiskarna + Skorpionen under Merkurius är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skytten": "När Fiskarna möter Skytten under Merkurius blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Fiskarna_Stenbocken": "På Merkurius är Fiskarna och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vattumannen": "När Fiskarna möter Vattumannen under Merkurius blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet."
  },
  "jupiter": {
    "Fiskarna_Fiskarna": "På Jupiter är Fiskarna och Fiskarna som lika dramatiska som en dokusåpa – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Väduren": "När Fiskarna möter Väduren på Jupiter blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Oxen": "Under inflytande av Jupiter blir Fiskarna och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Tvillingarna": "När Fiskarna möter Tvillingarna på Jupiter blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Kräftan": "På Jupiter är Fiskarna och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Fiskarna_Lejonet": "Fiskarna + Lejonet på Jupiter är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Jungfrun": "Om Fiskarna och Jungfrun dejtar under Jupiter, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Fiskarna_Vågen": "Fiskarna + Vågen på Jupiter är som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skorpionen": "Fiskarna + Skorpionen på Jupiter är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skytten": "När Fiskarna möter Skytten på Jupiter blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Fiskarna_Stenbocken": "På Jupiter är Fiskarna och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vattumannen": "När Fiskarna möter Vattumannen på Jupiter blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet."
  },
  "saturn": {
    "Fiskarna_Fiskarna": "Under inflytande av Saturnus blir Fiskarna och Fiskarna som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Väduren": "När Fiskarna möter Väduren under Saturnus blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Oxen": "Under inflytande av Saturnus blir Fiskarna och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Tvillingarna": "När Fiskarna möter Tvillingarna under Saturnus blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Kräftan": "På Saturnus är Fiskarna och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Fiskarna_Lejonet": "Fiskarna + Lejonet under Saturnus är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Jungfrun": "Om Fiskarna och Jungfrun dejtar under Saturnus, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Fiskarna_Vågen": "Fiskarna + Vågen under Saturnus är som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skorpionen": "Fiskarna + Skorpionen under Saturnus är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skytten": "När Fiskarna möter Skytten under Saturnus blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Fiskarna_Stenbocken": "På Saturnus är Fiskarna och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vattumannen": "När Fiskarna möter Vattumannen under Saturnus blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet."
  }
}
