{
  "Sol": {
    "Väduren_Väduren": "Om Väduren och Väduren dejtar under Sol, förvänta dig ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Oxen": "När Väduren möter Oxen på Sol blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Väduren_Tvillingarna": "När Väduren möter Tvillingarna på Sol blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Kräftan": "På Sol är Väduren och Kräftan som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Lejonet": "Väduren + Lejonet på Sol är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Jungfrun": "Om Väduren och Jungfrun dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Väduren_Vågen": "Väduren + Vågen på Sol är som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Väduren_Skorpionen": "Väduren + Skorpionen på Sol är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Väduren_Skytten": "När Väduren möter Skytten på Sol blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Väduren_Stenbocken": "På Sol är Väduren och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Väduren_Vattumannen": "När Väduren möter Vattumannen på Sol blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Fiskarna": "Under inflytande av Sol blir Väduren och Fiskarna en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Väduren": "När Oxen möter Väduren på Sol blir det en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Oxen_Oxen": "Om Oxen och Oxen dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Oxen_Tvillingarna": "Oxen + Tvillingarna på Sol är som en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Oxen_Kräftan": "På Sol är Oxen och Kräftan som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Oxen_Lejonet": "Oxen + Lejonet på Sol är som som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Oxen_Jungfrun": "Oxen + Jungfrun på Sol är som mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Oxen_Vågen": "På Sol är Oxen och Vågen som som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Oxen_Skorpionen": "På Sol är Oxen och Skorpionen som lika dramatiska som en dokusåpa – och det kan sluta i tårta eller tårar.",
    "Oxen_Skytten": "På Sol är Oxen och Skytten som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Oxen_Stenbocken": "När Oxen möter Stenbocken på Sol blir det som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Oxen_Vattumannen": "Under inflytande av Sol blir Oxen och Vattumannen en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Fiskarna": "Om Oxen och Fiskarna dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Väduren": "På Sol är Tvillingarna och Väduren som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Tvillingarna_Oxen": "Tvillingarna + Oxen på Sol är som som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Tvillingarna": "När Tvillingarna möter Tvillingarna på Sol blir det som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Kräftan": "Under inflytande av Sol blir Tvillingarna och Kräftan ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Tvillingarna_Lejonet": "Under inflytande av Sol blir Tvillingarna och Lejonet som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Jungfrun": "När Tvillingarna möter Jungfrun på Sol blir det ett astrologiskt avsnitt av 'Bonde söker fru' – men bara tills någon nämner exet.",
    "Tvillingarna_Vågen": "Under inflytande av Sol blir Tvillingarna och Vågen som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Tvillingarna_Skorpionen": "När Tvillingarna möter Skorpionen på Sol blir det som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Skytten": "Om Tvillingarna och Skytten dejtar under Sol, förvänta dig som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Tvillingarna_Stenbocken": "När Tvillingarna möter Stenbocken på Sol blir det en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Vattumannen": "När Tvillingarna möter Vattumannen på Sol blir det en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Tvillingarna_Fiskarna": "Tvillingarna + Fiskarna på Sol är som som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Kräftan_Väduren": "På Sol är Kräftan och Väduren som som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Kräftan_Oxen": "Om Kräftan och Oxen dejtar under Sol, förvänta dig en kamp mellan fredagsmys och äventyrslusta – vilket är exakt så det ska vara.",
    "Kräftan_Tvillingarna": "På Sol är Kräftan och Tvillingarna som lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Kräftan_Kräftan": "Kräftan + Kräftan på Sol är som som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Kräftan_Lejonet": "På Sol är Kräftan och Lejonet som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Kräftan_Jungfrun": "Under inflytande av Sol blir Kräftan och Jungfrun som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Kräftan_Vågen": "Om Kräftan och Vågen dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Kräftan_Skorpionen": "När Kräftan möter Skorpionen på Sol blir det mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Kräftan_Skytten": "Under inflytande av Sol blir Kräftan och Skytten som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Kräftan_Stenbocken": "Under inflytande av Sol blir Kräftan och Stenbocken ett astrologiskt avsnitt av 'Bonde söker fru' – men det krävs både tålamod och popcorn.",
    "Kräftan_Vattumannen": "Kräftan + Vattumannen på Sol är som en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Kräftan_Fiskarna": "Kräftan + Fiskarna på Sol är som ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Lejonet_Väduren": "På Sol är Lejonet och Väduren som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Lejonet_Oxen": "När Lejonet möter Oxen på Sol blir det som att försöka mysa med en igelkott – vilket gör deras matchning oförglömlig.",
    "Lejonet_Tvillingarna": "På Sol är Lejonet och Tvillingarna som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Lejonet_Kräftan": "På Sol är Lejonet och Kräftan som en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Lejonet_Lejonet": "På Sol är Lejonet och Lejonet som en svensk midsommar med för mycket snaps – vilket är exakt så det ska vara.",
    "Lejonet_Jungfrun": "Lejonet + Jungfrun på Sol är som mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Lejonet_Vågen": "När Lejonet möter Vågen på Sol blir det som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Lejonet_Skorpionen": "På Sol är Lejonet och Skorpionen som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Lejonet_Skytten": "Om Lejonet och Skytten dejtar under Sol, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – men det krävs både tålamod och popcorn.",
    "Lejonet_Stenbocken": "På Sol är Lejonet och Stenbocken som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Lejonet_Vattumannen": "Lejonet + Vattumannen på Sol är som som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Lejonet_Fiskarna": "Under inflytande av Sol blir Lejonet och Fiskarna som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Väduren": "Jungfrun + Väduren på Sol är som som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Oxen": "Under inflytande av Sol blir Jungfrun och Oxen ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Tvillingarna": "Jungfrun + Tvillingarna på Sol är som en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Kräftan": "Om Jungfrun och Kräftan dejtar under Sol, förvänta dig en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Jungfrun_Lejonet": "När Jungfrun möter Lejonet på Sol blir det en podd om kristaller och konspirationer – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Jungfrun": "På Sol är Jungfrun och Jungfrun som ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Vågen": "Under inflytande av Sol blir Jungfrun och Vågen en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Skorpionen": "När Jungfrun möter Skorpionen på Sol blir det ett astrologiskt avsnitt av 'Bonde söker fru' – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Skytten": "Jungfrun + Skytten på Sol är som ett bråk om vem som får sista biten kladdkaka – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Stenbocken": "Om Jungfrun och Stenbocken dejtar under Sol, förvänta dig som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Vattumannen": "Under inflytande av Sol blir Jungfrun och Vattumannen ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Fiskarna": "När Jungfrun möter Fiskarna på Sol blir det ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Vågen_Väduren": "På Sol är Vågen och Väduren som som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Vågen_Oxen": "När Vågen möter Oxen på Sol blir det en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Tvillingarna": "På Sol är Vågen och Tvillingarna som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Vågen_Kräftan": "Om Vågen och Kräftan dejtar under Sol, förvänta dig lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Vågen_Lejonet": "När Vågen möter Lejonet på Sol blir det en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Vågen_Jungfrun": "Om Vågen och Jungfrun dejtar under Sol, förvänta dig som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Vågen_Vågen": "Om Vågen och Vågen dejtar under Sol, förvänta dig som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Skorpionen": "När Vågen möter Skorpionen på Sol blir det ett bråk om vem som får sista biten kladdkaka – men det krävs både tålamod och popcorn.",
    "Vågen_Skytten": "Vågen + Skytten på Sol är som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Vågen_Stenbocken": "Under inflytande av Sol blir Vågen och Stenbocken som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Vågen_Vattumannen": "Om Vågen och Vattumannen dejtar under Sol, förvänta dig ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Vågen_Fiskarna": "Om Vågen och Fiskarna dejtar under Sol, förvänta dig som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Skorpionen_Väduren": "Skorpionen + Väduren på Sol är som en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Oxen": "Om Skorpionen och Oxen dejtar under Sol, förvänta dig ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Tvillingarna": "Under inflytande av Sol blir Skorpionen och Tvillingarna som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Kräftan": "Skorpionen + Kräftan på Sol är som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Lejonet": "På Sol är Skorpionen och Lejonet som en kamp mellan fredagsmys och äventyrslusta – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Jungfrun": "På Sol är Skorpionen och Jungfrun som en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Skorpionen_Vågen": "På Sol är Skorpionen och Vågen som lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Skorpionen_Skorpionen": "Om Skorpionen och Skorpionen dejtar under Sol, förvänta dig som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Skytten": "På Sol är Skorpionen och Skytten som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Stenbocken": "På Sol är Skorpionen och Stenbocken som lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Vattumannen": "När Skorpionen möter Vattumannen på Sol blir det ett astrologiskt avsnitt av 'Bonde söker fru' – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Fiskarna": "På Sol är Skorpionen och Fiskarna som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Skytten_Väduren": "Skytten + Väduren på Sol är som en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Oxen": "Om Skytten och Oxen dejtar under Sol, förvänta dig som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Skytten_Tvillingarna": "Skytten + Tvillingarna på Sol är som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Skytten_Kräftan": "Om Skytten och Kräftan dejtar under Sol, förvänta dig en kamp mellan fredagsmys och äventyrslusta – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Lejonet": "Om Skytten och Lejonet dejtar under Sol, förvänta dig som två katter i en bastu – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Jungfrun": "Under inflytande av Sol blir Skytten och Jungfrun mer känslor än en schlagerfinal – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Vågen": "På Sol är Skytten och Vågen som mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Skytten_Skorpionen": "Om Skytten och Skorpionen dejtar under Sol, förvänta dig en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Skytten": "Skytten + Skytten på Sol är som som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Skytten_Stenbocken": "När Skytten möter Stenbocken på Sol blir det en kamp mellan fredagsmys och äventyrslusta – vilket är exakt så det ska vara.",
    "Skytten_Vattumannen": "Om Skytten och Vattumannen dejtar under Sol, förvänta dig lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Skytten_Fiskarna": "Om Skytten och Fiskarna dejtar under Sol, förvänta dig lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Väduren": "Om Stenbocken och Väduren dejtar under Sol, förvänta dig som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Stenbocken_Oxen": "På Sol är Stenbocken och Oxen som lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Tvillingarna": "När Stenbocken möter Tvillingarna på Sol blir det en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Stenbocken_Kräftan": "Under inflytande av Sol blir Stenbocken och Kräftan lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Lejonet": "Under inflytande av Sol blir Stenbocken och Lejonet ett astrologiskt avsnitt av 'Bonde söker fru' – och ändå funkar det, på något sätt.",
    "Stenbocken_Jungfrun": "Under inflytande av Sol blir Stenbocken och Jungfrun en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Vågen": "På Sol är Stenbocken och Vågen som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Skorpionen": "Stenbocken + Skorpionen på Sol är som mer känslor än en schlagerfinal – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Skytten": "På Sol är Stenbocken och Skytten som som att bygga IKEA-möbler utan manual – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Stenbocken": "Under inflytande av Sol blir Stenbocken och Stenbocken lika dramatiska som en dokusåpa – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Vattumannen": "När Stenbocken möter Vattumannen på Sol blir det lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Fiskarna": "Under inflytande av Sol blir Stenbocken och Fiskarna som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Vattumannen_Väduren": "Om Vattumannen och Väduren dejtar under Sol, förvänta dig en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Vattumannen_Oxen": "Under inflytande av Sol blir Vattumannen och Oxen som två katter i en bastu – men bara tills någon nämner exet.",
    "Vattumannen_Tvillingarna": "På Sol är Vattumannen och Tvillingarna som en evig diskussion om vilken glass som är godast – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Kräftan": "Vattumannen + Kräftan på Sol är som ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Vattumannen_Lejonet": "På Sol är Vattumannen och Lejonet som ett bråk om vem som får sista biten kladdkaka – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Jungfrun": "Vattumannen + Jungfrun på Sol är som som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Vattumannen_Vågen": "Under inflytande av Sol blir Vattumannen och Vågen som att bygga IKEA-möbler utan manual – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Skorpionen": "På Sol är Vattumannen och Skorpionen som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Skytten": "Under inflytande av Sol blir Vattumannen och Skytten en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Stenbocken": "Vattumannen + Stenbocken på Sol är som en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Vattumannen": "På Sol är Vattumannen och Vattumannen som en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Fiskarna": "Om Vattumannen och Fiskarna dejtar under Sol, förvänta dig en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Fiskarna_Väduren": "Fiskarna + Väduren på Sol är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Oxen": "Fiskarna + Oxen på Sol är som en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Fiskarna_Tvillingarna": "Fiskarna + Tvillingarna på Sol är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Kräftan": "På Sol är Fiskarna och Kräftan som som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Fiskarna_Lejonet": "På Sol är Fiskarna och Lejonet som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Fiskarna_Jungfrun": "När Fiskarna möter Jungfrun på Sol blir det ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Fiskarna_Vågen": "Fiskarna + Vågen på Sol är som ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Fiskarna_Skorpionen": "Under inflytande av Sol blir Fiskarna och Skorpionen lika dramatiska som en dokusåpa – vilket är exakt så det ska vara.",
    "Fiskarna_Skytten": "Under inflytande av Sol blir Fiskarna och Skytten som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Stenbocken": "Fiskarna + Stenbocken på Sol är som som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Vattumannen": "Under inflytande av Sol blir Fiskarna och Vattumannen ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Fiskarna": "Fiskarna + Fiskarna på Sol är som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara."
  },
  "Måne": {
    "Väduren_Väduren": "Om Väduren och Väduren dejtar under Måne, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Väduren_Oxen": "Under inflytande av Måne blir Väduren och Oxen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Väduren_Tvillingarna": "Om Väduren och Tvillingarna dejtar under Måne, förvänta dig som två katter i en bastu – men bara tills någon nämner exet.",
    "Väduren_Kräftan": "När Väduren möter Kräftan på Måne blir det som att försöka mysa med en igelkott – vilket gör deras matchning oförglömlig.",
    "Väduren_Lejonet": "Om Väduren och Lejonet dejtar under Måne, förvänta dig som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Väduren_Jungfrun": "Väduren + Jungfrun på Måne är som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Väduren_Vågen": "När Väduren möter Vågen på Måne blir det en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Väduren_Skorpionen": "Under inflytande av Måne blir Väduren och Skorpionen en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Väduren_Skytten": "När Väduren möter Skytten på Måne blir det som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Stenbocken": "Under inflytande av Måne blir Väduren och Stenbocken som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Väduren_Vattumannen": "Väduren + Vattumannen på Måne är som mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Väduren_Fiskarna": "På Måne är Väduren och Fiskarna som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Oxen_Väduren": "Oxen + Väduren på Måne är som en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Oxen_Oxen": "Oxen + Oxen på Måne är som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Oxen_Tvillingarna": "Oxen + Tvillingarna på Måne är som som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Oxen_Kräftan": "När Oxen möter Kräftan på Måne blir det en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Oxen_Lejonet": "När Oxen möter Lejonet på Måne blir det som två katter i en bastu – vilket är exakt så det ska vara.",
    "Oxen_Jungfrun": "Oxen + Jungfrun på Måne är som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Oxen_Vågen": "Oxen + Vågen på Måne är som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Oxen_Skorpionen": "Under inflytande av Måne blir Oxen och Skorpionen mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Skytten": "När Oxen möter Skytten på Måne blir det en kamp mellan fredagsmys och äventyrslusta – och det kan sluta i tårta eller tårar.",
    "Oxen_Stenbocken": "Om Oxen och Stenbocken dejtar under Måne, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Oxen_Vattumannen": "På Måne är Oxen och Vattumannen som som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Oxen_Fiskarna": "När Oxen möter Fiskarna på Måne blir det ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Tvillingarna_Väduren": "Tvillingarna + Väduren på Måne är som en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Tvillingarna_Oxen": "Om Tvillingarna och Oxen dejtar under Måne, förvänta dig som två katter i en bastu – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Tvillingarna": "Om Tvillingarna och Tvillingarna dejtar under Måne, förvänta dig en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Kräftan": "På Måne är Tvillingarna och Kräftan som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Tvillingarna_Lejonet": "Om Tvillingarna och Lejonet dejtar under Måne, förvänta dig som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Tvillingarna_Jungfrun": "När Tvillingarna möter Jungfrun på Måne blir det lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Tvillingarna_Vågen": "Under inflytande av Måne blir Tvillingarna och Vågen ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Skorpionen": "När Tvillingarna möter Skorpionen på Måne blir det som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Skytten": "Tvillingarna + Skytten på Måne är som en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Tvillingarna_Stenbocken": "Under inflytande av Måne blir Tvillingarna och Stenbocken som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Tvillingarna_Vattumannen": "Om Tvillingarna och Vattumannen dejtar under Måne, förvänta dig ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Fiskarna": "På Måne är Tvillingarna och Fiskarna som som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Kräftan_Väduren": "Kräftan + Väduren på Måne är som som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Kräftan_Oxen": "Om Kräftan och Oxen dejtar under Måne, förvänta dig som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Kräftan_Tvillingarna": "Under inflytande av Måne blir Kräftan och Tvillingarna ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Kräftan_Kräftan": "Kräftan + Kräftan på Måne är som lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Kräftan_Lejonet": "På Måne är Kräftan och Lejonet som ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Kräftan_Jungfrun": "På Måne är Kräftan och Jungfrun som som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Kräftan_Vågen": "På Måne är Kräftan och Vågen som lika dramatiska som en dokusåpa – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Skorpionen": "Kräftan + Skorpionen på Måne är som en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Kräftan_Skytten": "Om Kräftan och Skytten dejtar under Måne, förvänta dig en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Kräftan_Stenbocken": "Under inflytande av Måne blir Kräftan och Stenbocken ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Kräftan_Vattumannen": "Kräftan + Vattumannen på Måne är som som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Fiskarna": "På Måne är Kräftan och Fiskarna som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Lejonet_Väduren": "Under inflytande av Måne blir Lejonet och Väduren en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Lejonet_Oxen": "När Lejonet möter Oxen på Måne blir det som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Lejonet_Tvillingarna": "Under inflytande av Måne blir Lejonet och Tvillingarna ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Lejonet_Kräftan": "Lejonet + Kräftan på Måne är som en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Lejonet_Lejonet": "Om Lejonet och Lejonet dejtar under Måne, förvänta dig en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Lejonet_Jungfrun": "Lejonet + Jungfrun på Måne är som lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Lejonet_Vågen": "Lejonet + Vågen på Måne är som en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Skorpionen": "Om Lejonet och Skorpionen dejtar under Måne, förvänta dig ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Lejonet_Skytten": "När Lejonet möter Skytten på Måne blir det som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Lejonet_Stenbocken": "Lejonet + Stenbocken på Måne är som som två katter i en bastu – men bara tills någon nämner exet.",
    "Lejonet_Vattumannen": "På Måne är Lejonet och Vattumannen som mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Lejonet_Fiskarna": "Lejonet + Fiskarna på Måne är som som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Jungfrun_Väduren": "Jungfrun + Väduren på Måne är som mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Oxen": "När Jungfrun möter Oxen på Måne blir det mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Tvillingarna": "Om Jungfrun och Tvillingarna dejtar under Måne, förvänta dig ett bråk om vem som får sista biten kladdkaka – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Kräftan": "Om Jungfrun och Kräftan dejtar under Måne, förvänta dig en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Jungfrun_Lejonet": "På Måne är Jungfrun och Lejonet som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Jungfrun": "Om Jungfrun och Jungfrun dejtar under Måne, förvänta dig som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Jungfrun_Vågen": "Om Jungfrun och Vågen dejtar under Måne, förvänta dig som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Skorpionen": "När Jungfrun möter Skorpionen på Måne blir det som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Skytten": "När Jungfrun möter Skytten på Måne blir det mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Jungfrun_Stenbocken": "När Jungfrun möter Stenbocken på Måne blir det mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Vattumannen": "Jungfrun + Vattumannen på Måne är som som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Fiskarna": "När Jungfrun möter Fiskarna på Måne blir det som att bygga IKEA-möbler utan manual – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Väduren": "Om Vågen och Väduren dejtar under Måne, förvänta dig en svensk midsommar med för mycket snaps – vilket är exakt så det ska vara.",
    "Vågen_Oxen": "Under inflytande av Måne blir Vågen och Oxen en podd om kristaller och konspirationer – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Tvillingarna": "Vågen + Tvillingarna på Måne är som en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Vågen_Kräftan": "Under inflytande av Måne blir Vågen och Kräftan en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Vågen_Lejonet": "Vågen + Lejonet på Måne är som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Vågen_Jungfrun": "På Måne är Vågen och Jungfrun som som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Vågen": "När Vågen möter Vågen på Måne blir det lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Vågen_Skorpionen": "När Vågen möter Skorpionen på Måne blir det en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Vågen_Skytten": "På Måne är Vågen och Skytten som som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Vågen_Stenbocken": "Vågen + Stenbocken på Måne är som en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Vågen_Vattumannen": "Under inflytande av Måne blir Vågen och Vattumannen som två katter i en bastu – vilket är exakt så det ska vara.",
    "Vågen_Fiskarna": "Om Vågen och Fiskarna dejtar under Måne, förvänta dig en kamp mellan fredagsmys och äventyrslusta – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Väduren": "Under inflytande av Måne blir Skorpionen och Väduren en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Oxen": "Under inflytande av Måne blir Skorpionen och Oxen ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Skorpionen_Tvillingarna": "När Skorpionen möter Tvillingarna på Måne blir det ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Kräftan": "På Måne är Skorpionen och Kräftan som lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Lejonet": "När Skorpionen möter Lejonet på Måne blir det som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Skorpionen_Jungfrun": "Om Skorpionen och Jungfrun dejtar under Måne, förvänta dig en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Skorpionen_Vågen": "På Måne är Skorpionen och Vågen som som två katter i en bastu – vilket är exakt så det ska vara.",
    "Skorpionen_Skorpionen": "Skorpionen + Skorpionen på Måne är som en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Skytten": "Skorpionen + Skytten på Måne är som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Stenbocken": "Under inflytande av Måne blir Skorpionen och Stenbocken ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Vattumannen": "På Måne är Skorpionen och Vattumannen som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Fiskarna": "Skorpionen + Fiskarna på Måne är som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Skytten_Väduren": "När Skytten möter Väduren på Måne blir det som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Skytten_Oxen": "Skytten + Oxen på Måne är som som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Skytten_Tvillingarna": "På Måne är Skytten och Tvillingarna som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Skytten_Kräftan": "Skytten + Kräftan på Måne är som som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Skytten_Lejonet": "Skytten + Lejonet på Måne är som ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Skytten_Jungfrun": "När Skytten möter Jungfrun på Måne blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Skytten_Vågen": "Om Skytten och Vågen dejtar under Måne, förvänta dig en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Skytten_Skorpionen": "Skytten + Skorpionen på Måne är som ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Skytten_Skytten": "Om Skytten och Skytten dejtar under Måne, förvänta dig en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Skytten_Stenbocken": "På Måne är Skytten och Stenbocken som ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Vattumannen": "Om Skytten och Vattumannen dejtar under Måne, förvänta dig som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Skytten_Fiskarna": "På Måne är Skytten och Fiskarna som som att försöka mysa med en igelkott – vilket är exakt så det ska vara.",
    "Stenbocken_Väduren": "Om Stenbocken och Väduren dejtar under Måne, förvänta dig mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Stenbocken_Oxen": "När Stenbocken möter Oxen på Måne blir det som två katter i en bastu – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Tvillingarna": "När Stenbocken möter Tvillingarna på Måne blir det en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Stenbocken_Kräftan": "Stenbocken + Kräftan på Måne är som ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Lejonet": "På Måne är Stenbocken och Lejonet som som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Jungfrun": "Stenbocken + Jungfrun på Måne är som mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Vågen": "Om Stenbocken och Vågen dejtar under Måne, förvänta dig som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Skorpionen": "På Måne är Stenbocken och Skorpionen som en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Skytten": "Under inflytande av Måne blir Stenbocken och Skytten ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Stenbocken": "Stenbocken + Stenbocken på Måne är som som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Vattumannen": "På Måne är Stenbocken och Vattumannen som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Fiskarna": "På Måne är Stenbocken och Fiskarna som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Väduren": "Under inflytande av Måne blir Vattumannen och Väduren en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Oxen": "Under inflytande av Måne blir Vattumannen och Oxen mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Tvillingarna": "Om Vattumannen och Tvillingarna dejtar under Måne, förvänta dig en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Kräftan": "Om Vattumannen och Kräftan dejtar under Måne, förvänta dig som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Lejonet": "När Vattumannen möter Lejonet på Måne blir det mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Jungfrun": "Vattumannen + Jungfrun på Måne är som en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Vattumannen_Vågen": "På Måne är Vattumannen och Vågen som som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Vattumannen_Skorpionen": "Under inflytande av Måne blir Vattumannen och Skorpionen ett bråk om vem som får sista biten kladdkaka – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Skytten": "Om Vattumannen och Skytten dejtar under Måne, förvänta dig lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Stenbocken": "När Vattumannen möter Stenbocken på Måne blir det en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Vattumannen_Vattumannen": "Vattumannen + Vattumannen på Måne är som mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Fiskarna": "När Vattumannen möter Fiskarna på Måne blir det som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Väduren": "När Fiskarna möter Väduren på Måne blir det ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Oxen": "Under inflytande av Måne blir Fiskarna och Oxen lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Tvillingarna": "Under inflytande av Måne blir Fiskarna och Tvillingarna som två katter i en bastu – vilket är exakt så det ska vara.",
    "Fiskarna_Kräftan": "Under inflytande av Måne blir Fiskarna och Kräftan som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Lejonet": "Fiskarna + Lejonet på Måne är som mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Fiskarna_Jungfrun": "På Måne är Fiskarna och Jungfrun som som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Vågen": "Under inflytande av Måne blir Fiskarna och Vågen ett astrologiskt avsnitt av 'Bonde söker fru' – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skorpionen": "Under inflytande av Måne blir Fiskarna och Skorpionen mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skytten": "Om Fiskarna och Skytten dejtar under Måne, förvänta dig som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Fiskarna_Stenbocken": "Under inflytande av Måne blir Fiskarna och Stenbocken en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Vattumannen": "På Måne är Fiskarna och Vattumannen som mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Fiskarna_Fiskarna": "Under inflytande av Måne blir Fiskarna och Fiskarna som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet."
  },
  "Venus/Mars": {
    "Väduren_Väduren": "Om Väduren och Väduren dejtar under Venus/Mars, förvänta dig lika dramatiska som en dokusåpa – vilket är exakt så det ska vara.",
    "Väduren_Oxen": "Väduren + Oxen på Venus/Mars är som en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Väduren_Tvillingarna": "Under inflytande av Venus/Mars blir Väduren och Tvillingarna som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Kräftan": "Under inflytande av Venus/Mars blir Väduren och Kräftan mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Väduren_Lejonet": "När Väduren möter Lejonet på Venus/Mars blir det ett astrologiskt avsnitt av 'Bonde söker fru' – men det krävs både tålamod och popcorn.",
    "Väduren_Jungfrun": "Väduren + Jungfrun på Venus/Mars är som en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Vågen": "Väduren + Vågen på Venus/Mars är som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Väduren_Skorpionen": "Om Väduren och Skorpionen dejtar under Venus/Mars, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Väduren_Skytten": "Väduren + Skytten på Venus/Mars är som som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Väduren_Stenbocken": "Om Väduren och Stenbocken dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Vattumannen": "Under inflytande av Venus/Mars blir Väduren och Vattumannen som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Väduren_Fiskarna": "Under inflytande av Venus/Mars blir Väduren och Fiskarna en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Oxen_Väduren": "På Venus/Mars är Oxen och Väduren som en podd om kristaller och konspirationer – sen åker de till Ullared och testar relationen på riktigt.",
    "Oxen_Oxen": "När Oxen möter Oxen på Venus/Mars blir det som att försöka mysa med en igelkott – vilket gör deras matchning oförglömlig.",
    "Oxen_Tvillingarna": "Oxen + Tvillingarna på Venus/Mars är som en svensk midsommar med för mycket snaps – vilket är exakt så det ska vara.",
    "Oxen_Kräftan": "När Oxen möter Kräftan på Venus/Mars blir det en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Oxen_Lejonet": "Oxen + Lejonet på Venus/Mars är som som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Jungfrun": "Om Oxen och Jungfrun dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Vågen": "När Oxen möter Vågen på Venus/Mars blir det lika dramatiska som en dokusåpa – vilket är exakt så det ska vara.",
    "Oxen_Skorpionen": "När Oxen möter Skorpionen på Venus/Mars blir det en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Oxen_Skytten": "Oxen + Skytten på Venus/Mars är som en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Oxen_Stenbocken": "Under inflytande av Venus/Mars blir Oxen och Stenbocken ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Oxen_Vattumannen": "När Oxen möter Vattumannen på Venus/Mars blir det lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Oxen_Fiskarna": "På Venus/Mars är Oxen och Fiskarna som ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Väduren": "Under inflytande av Venus/Mars blir Tvillingarna och Väduren en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Tvillingarna_Oxen": "På Venus/Mars är Tvillingarna och Oxen som mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Tvillingarna_Tvillingarna": "Tvillingarna + Tvillingarna på Venus/Mars är som som två katter i en bastu – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Kräftan": "När Tvillingarna möter Kräftan på Venus/Mars blir det en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Tvillingarna_Lejonet": "Tvillingarna + Lejonet på Venus/Mars är som som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Jungfrun": "Om Tvillingarna och Jungfrun dejtar under Venus/Mars, förvänta dig som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Tvillingarna_Vågen": "Tvillingarna + Vågen på Venus/Mars är som lika dramatiska som en dokusåpa – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Skorpionen": "Om Tvillingarna och Skorpionen dejtar under Venus/Mars, förvänta dig mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Skytten": "När Tvillingarna möter Skytten på Venus/Mars blir det en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Tvillingarna_Stenbocken": "Tvillingarna + Stenbocken på Venus/Mars är som som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Tvillingarna_Vattumannen": "Under inflytande av Venus/Mars blir Tvillingarna och Vattumannen en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Fiskarna": "På Venus/Mars är Tvillingarna och Fiskarna som en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Kräftan_Väduren": "Om Kräftan och Väduren dejtar under Venus/Mars, förvänta dig lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Kräftan_Oxen": "Kräftan + Oxen på Venus/Mars är som en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Kräftan_Tvillingarna": "Kräftan + Tvillingarna på Venus/Mars är som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Kräftan_Kräftan": "På Venus/Mars är Kräftan och Kräftan som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Kräftan_Lejonet": "På Venus/Mars är Kräftan och Lejonet som som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Jungfrun": "På Venus/Mars är Kräftan och Jungfrun som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Kräftan_Vågen": "Om Kräftan och Vågen dejtar under Venus/Mars, förvänta dig som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Kräftan_Skorpionen": "När Kräftan möter Skorpionen på Venus/Mars blir det en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Kräftan_Skytten": "Under inflytande av Venus/Mars blir Kräftan och Skytten en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Kräftan_Stenbocken": "När Kräftan möter Stenbocken på Venus/Mars blir det som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Kräftan_Vattumannen": "På Venus/Mars är Kräftan och Vattumannen som ett astrologiskt avsnitt av 'Bonde söker fru' – men bara tills någon nämner exet.",
    "Kräftan_Fiskarna": "Kräftan + Fiskarna på Venus/Mars är som som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Lejonet_Väduren": "När Lejonet möter Väduren på Venus/Mars blir det som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Lejonet_Oxen": "På Venus/Mars är Lejonet och Oxen som som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Lejonet_Tvillingarna": "Lejonet + Tvillingarna på Venus/Mars är som som två katter i en bastu – men bara tills någon nämner exet.",
    "Lejonet_Kräftan": "Under inflytande av Venus/Mars blir Lejonet och Kräftan lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Lejonet_Lejonet": "När Lejonet möter Lejonet på Venus/Mars blir det som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Lejonet_Jungfrun": "Lejonet + Jungfrun på Venus/Mars är som mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Lejonet_Vågen": "Under inflytande av Venus/Mars blir Lejonet och Vågen som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Lejonet_Skorpionen": "Lejonet + Skorpionen på Venus/Mars är som som att försöka mysa med en igelkott – vilket är exakt så det ska vara.",
    "Lejonet_Skytten": "När Lejonet möter Skytten på Venus/Mars blir det ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Lejonet_Stenbocken": "När Lejonet möter Stenbocken på Venus/Mars blir det en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Lejonet_Vattumannen": "På Venus/Mars är Lejonet och Vattumannen som lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Lejonet_Fiskarna": "Lejonet + Fiskarna på Venus/Mars är som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Jungfrun_Väduren": "Jungfrun + Väduren på Venus/Mars är som som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Oxen": "Om Jungfrun och Oxen dejtar under Venus/Mars, förvänta dig mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Tvillingarna": "Jungfrun + Tvillingarna på Venus/Mars är som en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Kräftan": "Om Jungfrun och Kräftan dejtar under Venus/Mars, förvänta dig som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Lejonet": "Om Jungfrun och Lejonet dejtar under Venus/Mars, förvänta dig som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Jungfrun_Jungfrun": "Jungfrun + Jungfrun på Venus/Mars är som ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Vågen": "Under inflytande av Venus/Mars blir Jungfrun och Vågen lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Skorpionen": "På Venus/Mars är Jungfrun och Skorpionen som en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Skytten": "På Venus/Mars är Jungfrun och Skytten som som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Stenbocken": "På Venus/Mars är Jungfrun och Stenbocken som en evig diskussion om vilken glass som är godast – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Vattumannen": "Jungfrun + Vattumannen på Venus/Mars är som lika dramatiska som en dokusåpa – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Fiskarna": "På Venus/Mars är Jungfrun och Fiskarna som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Vågen_Väduren": "Vågen + Väduren på Venus/Mars är som en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Vågen_Oxen": "Vågen + Oxen på Venus/Mars är som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Vågen_Tvillingarna": "Under inflytande av Venus/Mars blir Vågen och Tvillingarna mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Vågen_Kräftan": "När Vågen möter Kräftan på Venus/Mars blir det en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Lejonet": "Om Vågen och Lejonet dejtar under Venus/Mars, förvänta dig mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Vågen_Jungfrun": "Vågen + Jungfrun på Venus/Mars är som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Vågen_Vågen": "Vågen + Vågen på Venus/Mars är som som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Vågen_Skorpionen": "Om Vågen och Skorpionen dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Vågen_Skytten": "Om Vågen och Skytten dejtar under Venus/Mars, förvänta dig som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Vågen_Stenbocken": "Under inflytande av Venus/Mars blir Vågen och Stenbocken en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Vågen_Vattumannen": "Under inflytande av Venus/Mars blir Vågen och Vattumannen som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Fiskarna": "Under inflytande av Venus/Mars blir Vågen och Fiskarna som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Väduren": "Under inflytande av Venus/Mars blir Skorpionen och Väduren som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Skorpionen_Oxen": "På Venus/Mars är Skorpionen och Oxen som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Skorpionen_Tvillingarna": "Under inflytande av Venus/Mars blir Skorpionen och Tvillingarna en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Kräftan": "Om Skorpionen och Kräftan dejtar under Venus/Mars, förvänta dig som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Skorpionen_Lejonet": "Skorpionen + Lejonet på Venus/Mars är som en kamp mellan fredagsmys och äventyrslusta – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Jungfrun": "När Skorpionen möter Jungfrun på Venus/Mars blir det ett bråk om vem som får sista biten kladdkaka – men det krävs både tålamod och popcorn.",
    "Skorpionen_Vågen": "Skorpionen + Vågen på Venus/Mars är som en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Skorpionen_Skorpionen": "Under inflytande av Venus/Mars blir Skorpionen och Skorpionen som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Skorpionen_Skytten": "Om Skorpionen och Skytten dejtar under Venus/Mars, förvänta dig en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Stenbocken": "Om Skorpionen och Stenbocken dejtar under Venus/Mars, förvänta dig som två katter i en bastu – men bara tills någon nämner exet.",
    "Skorpionen_Vattumannen": "Om Skorpionen och Vattumannen dejtar under Venus/Mars, förvänta dig som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Skorpionen_Fiskarna": "När Skorpionen möter Fiskarna på Venus/Mars blir det som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Skytten_Väduren": "Om Skytten och Väduren dejtar under Venus/Mars, förvänta dig som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Skytten_Oxen": "På Venus/Mars är Skytten och Oxen som som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Skytten_Tvillingarna": "Under inflytande av Venus/Mars blir Skytten och Tvillingarna mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Skytten_Kräftan": "När Skytten möter Kräftan på Venus/Mars blir det som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Lejonet": "På Venus/Mars är Skytten och Lejonet som ett bråk om vem som får sista biten kladdkaka – vilket gör deras matchning oförglömlig.",
    "Skytten_Jungfrun": "På Venus/Mars är Skytten och Jungfrun som en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Skytten_Vågen": "När Skytten möter Vågen på Venus/Mars blir det som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Skytten_Skorpionen": "Under inflytande av Venus/Mars blir Skytten och Skorpionen en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Skytten_Skytten": "När Skytten möter Skytten på Venus/Mars blir det som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Stenbocken": "På Venus/Mars är Skytten och Stenbocken som som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Skytten_Vattumannen": "Skytten + Vattumannen på Venus/Mars är som en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Fiskarna": "Skytten + Fiskarna på Venus/Mars är som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Väduren": "Under inflytande av Venus/Mars blir Stenbocken och Väduren en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Oxen": "Om Stenbocken och Oxen dejtar under Venus/Mars, förvänta dig en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Tvillingarna": "Stenbocken + Tvillingarna på Venus/Mars är som lika dramatiska som en dokusåpa – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Kräftan": "På Venus/Mars är Stenbocken och Kräftan som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Lejonet": "På Venus/Mars är Stenbocken och Lejonet som ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Jungfrun": "På Venus/Mars är Stenbocken och Jungfrun som ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Vågen": "När Stenbocken möter Vågen på Venus/Mars blir det ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Skorpionen": "När Stenbocken möter Skorpionen på Venus/Mars blir det som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Stenbocken_Skytten": "Stenbocken + Skytten på Venus/Mars är som som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Stenbocken": "Stenbocken + Stenbocken på Venus/Mars är som mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Stenbocken_Vattumannen": "På Venus/Mars är Stenbocken och Vattumannen som ett bråk om vem som får sista biten kladdkaka – men det krävs både tålamod och popcorn.",
    "Stenbocken_Fiskarna": "Under inflytande av Venus/Mars blir Stenbocken och Fiskarna en kamp mellan fredagsmys och äventyrslusta – vilket är exakt så det ska vara.",
    "Vattumannen_Väduren": "Under inflytande av Venus/Mars blir Vattumannen och Väduren som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Vattumannen_Oxen": "Vattumannen + Oxen på Venus/Mars är som som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Vattumannen_Tvillingarna": "Om Vattumannen och Tvillingarna dejtar under Venus/Mars, förvänta dig som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Vattumannen_Kräftan": "På Venus/Mars är Vattumannen och Kräftan som ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Lejonet": "Under inflytande av Venus/Mars blir Vattumannen och Lejonet en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Vattumannen_Jungfrun": "Vattumannen + Jungfrun på Venus/Mars är som som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Vågen": "På Venus/Mars är Vattumannen och Vågen som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Vattumannen_Skorpionen": "På Venus/Mars är Vattumannen och Skorpionen som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Vattumannen_Skytten": "Vattumannen + Skytten på Venus/Mars är som en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Vattumannen_Stenbocken": "Under inflytande av Venus/Mars blir Vattumannen och Stenbocken ett astrologiskt avsnitt av 'Bonde söker fru' – och ändå funkar det, på något sätt.",
    "Vattumannen_Vattumannen": "Under inflytande av Venus/Mars blir Vattumannen och Vattumannen en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Vattumannen_Fiskarna": "När Vattumannen möter Fiskarna på Venus/Mars blir det som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Väduren": "Om Fiskarna och Väduren dejtar under Venus/Mars, förvänta dig som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Oxen": "På Venus/Mars är Fiskarna och Oxen som som två katter i en bastu – vilket gör deras matchning oförglömlig.",
    "Fiskarna_Tvillingarna": "Om Fiskarna och Tvillingarna dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Fiskarna_Kräftan": "När Fiskarna möter Kräftan på Venus/Mars blir det mer känslor än en schlagerfinal – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Lejonet": "På Venus/Mars är Fiskarna och Lejonet som mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Fiskarna_Jungfrun": "När Fiskarna möter Jungfrun på Venus/Mars blir det som två katter i en bastu – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Vågen": "Om Fiskarna och Vågen dejtar under Venus/Mars, förvänta dig som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Fiskarna_Skorpionen": "När Fiskarna möter Skorpionen på Venus/Mars blir det en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Skytten": "Om Fiskarna och Skytten dejtar under Venus/Mars, förvänta dig en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Fiskarna_Stenbocken": "När Fiskarna möter Stenbocken på Venus/Mars blir det ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Vattumannen": "Om Fiskarna och Vattumannen dejtar under Venus/Mars, förvänta dig lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Fiskarna": "Om Fiskarna och Fiskarna dejtar under Venus/Mars, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga."
  },
  "Merkurius": {
    "Väduren_Väduren": "När Väduren möter Väduren på Merkurius blir det som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Väduren_Oxen": "När Väduren möter Oxen på Merkurius blir det som två katter i en bastu – vilket är exakt så det ska vara.",
    "Väduren_Tvillingarna": "Under inflytande av Merkurius blir Väduren och Tvillingarna en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Väduren_Kräftan": "Under inflytande av Merkurius blir Väduren och Kräftan en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Väduren_Lejonet": "Under inflytande av Merkurius blir Väduren och Lejonet ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Jungfrun": "Väduren + Jungfrun på Merkurius är som en kamp mellan fredagsmys och äventyrslusta – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Vågen": "Väduren + Vågen på Merkurius är som lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Väduren_Skorpionen": "Väduren + Skorpionen på Merkurius är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Skytten": "Väduren + Skytten på Merkurius är som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Väduren_Stenbocken": "Väduren + Stenbocken på Merkurius är som ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Väduren_Vattumannen": "När Väduren möter Vattumannen på Merkurius blir det som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Väduren_Fiskarna": "Väduren + Fiskarna på Merkurius är som ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Oxen_Väduren": "Om Oxen och Väduren dejtar under Merkurius, förvänta dig en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Oxen_Oxen": "Oxen + Oxen på Merkurius är som en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Oxen_Tvillingarna": "På Merkurius är Oxen och Tvillingarna som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Oxen_Kräftan": "Om Oxen och Kräftan dejtar under Merkurius, förvänta dig en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Oxen_Lejonet": "Oxen + Lejonet på Merkurius är som ett astrologiskt avsnitt av 'Bonde söker fru' – men kärlekens vägar är ju krokiga.",
    "Oxen_Jungfrun": "När Oxen möter Jungfrun på Merkurius blir det en podd om kristaller och konspirationer – vilket är exakt så det ska vara.",
    "Oxen_Vågen": "På Merkurius är Oxen och Vågen som som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Oxen_Skorpionen": "På Merkurius är Oxen och Skorpionen som som två katter i en bastu – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Skytten": "Om Oxen och Skytten dejtar under Merkurius, förvänta dig som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Oxen_Stenbocken": "När Oxen möter Stenbocken på Merkurius blir det en kamp mellan fredagsmys och äventyrslusta – men kärlekens vägar är ju krokiga.",
    "Oxen_Vattumannen": "Oxen + Vattumannen på Merkurius är som som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Oxen_Fiskarna": "Under inflytande av Merkurius blir Oxen och Fiskarna en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Väduren": "Om Tvillingarna och Väduren dejtar under Merkurius, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Oxen": "Tvillingarna + Oxen på Merkurius är som en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Tvillingarna_Tvillingarna": "Om Tvillingarna och Tvillingarna dejtar under Merkurius, förvänta dig en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Kräftan": "Tvillingarna + Kräftan på Merkurius är som lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Lejonet": "Under inflytande av Merkurius blir Tvillingarna och Lejonet som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Jungfrun": "Under inflytande av Merkurius blir Tvillingarna och Jungfrun som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Vågen": "På Merkurius är Tvillingarna och Vågen som en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Skorpionen": "När Tvillingarna möter Skorpionen på Merkurius blir det som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Skytten": "Tvillingarna + Skytten på Merkurius är som en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Tvillingarna_Stenbocken": "Under inflytande av Merkurius blir Tvillingarna och Stenbocken en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Vattumannen": "På Merkurius är Tvillingarna och Vattumannen som en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Tvillingarna_Fiskarna": "Om Tvillingarna och Fiskarna dejtar under Merkurius, förvänta dig som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Kräftan_Väduren": "Om Kräftan och Väduren dejtar under Merkurius, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Kräftan_Oxen": "När Kräftan möter Oxen på Merkurius blir det en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Kräftan_Tvillingarna": "Kräftan + Tvillingarna på Merkurius är som lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Kräftan_Kräftan": "Under inflytande av Merkurius blir Kräftan och Kräftan lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Kräftan_Lejonet": "När Kräftan möter Lejonet på Merkurius blir det ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Kräftan_Jungfrun": "När Kräftan möter Jungfrun på Merkurius blir det som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Kräftan_Vågen": "Om Kräftan och Vågen dejtar under Merkurius, förvänta dig lika dramatiska som en dokusåpa – men det krävs både tålamod och popcorn.",
    "Kräftan_Skorpionen": "Om Kräftan och Skorpionen dejtar under Merkurius, förvänta dig en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Kräftan_Skytten": "När Kräftan möter Skytten på Merkurius blir det en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Kräftan_Stenbocken": "Kräftan + Stenbocken på Merkurius är som som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Vattumannen": "När Kräftan möter Vattumannen på Merkurius blir det som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Kräftan_Fiskarna": "När Kräftan möter Fiskarna på Merkurius blir det en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Lejonet_Väduren": "Lejonet + Väduren på Merkurius är som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Lejonet_Oxen": "Under inflytande av Merkurius blir Lejonet och Oxen en podd om kristaller och konspirationer – vilket är exakt så det ska vara.",
    "Lejonet_Tvillingarna": "När Lejonet möter Tvillingarna på Merkurius blir det lika dramatiska som en dokusåpa – men det krävs både tålamod och popcorn.",
    "Lejonet_Kräftan": "Under inflytande av Merkurius blir Lejonet och Kräftan lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Lejonet_Lejonet": "Under inflytande av Merkurius blir Lejonet och Lejonet som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Lejonet_Jungfrun": "Under inflytande av Merkurius blir Lejonet och Jungfrun en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Lejonet_Vågen": "När Lejonet möter Vågen på Merkurius blir det som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Lejonet_Skorpionen": "På Merkurius är Lejonet och Skorpionen som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Skytten": "Lejonet + Skytten på Merkurius är som ett astrologiskt avsnitt av 'Bonde söker fru' – men kärlekens vägar är ju krokiga.",
    "Lejonet_Stenbocken": "På Merkurius är Lejonet och Stenbocken som lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Lejonet_Vattumannen": "På Merkurius är Lejonet och Vattumannen som en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Lejonet_Fiskarna": "När Lejonet möter Fiskarna på Merkurius blir det lika dramatiska som en dokusåpa – men det krävs både tålamod och popcorn.",
    "Jungfrun_Väduren": "Om Jungfrun och Väduren dejtar under Merkurius, förvänta dig en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Oxen": "Jungfrun + Oxen på Merkurius är som lika dramatiska som en dokusåpa – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Tvillingarna": "Jungfrun + Tvillingarna på Merkurius är som som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Kräftan": "Under inflytande av Merkurius blir Jungfrun och Kräftan en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Jungfrun_Lejonet": "Jungfrun + Lejonet på Merkurius är som som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Jungfrun_Jungfrun": "Jungfrun + Jungfrun på Merkurius är som lika dramatiska som en dokusåpa – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Vågen": "Jungfrun + Vågen på Merkurius är som mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Jungfrun_Skorpionen": "På Merkurius är Jungfrun och Skorpionen som som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Jungfrun_Skytten": "När Jungfrun möter Skytten på Merkurius blir det som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Stenbocken": "När Jungfrun möter Stenbocken på Merkurius blir det en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Vattumannen": "Jungfrun + Vattumannen på Merkurius är som som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Jungfrun_Fiskarna": "När Jungfrun möter Fiskarna på Merkurius blir det en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Vågen_Väduren": "När Vågen möter Väduren på Merkurius blir det en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Vågen_Oxen": "Under inflytande av Merkurius blir Vågen och Oxen som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Vågen_Tvillingarna": "Under inflytande av Merkurius blir Vågen och Tvillingarna en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Vågen_Kräftan": "Under inflytande av Merkurius blir Vågen och Kräftan en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Vågen_Lejonet": "På Merkurius är Vågen och Lejonet som ett astrologiskt avsnitt av 'Bonde söker fru' – och det kan sluta i tårta eller tårar.",
    "Vågen_Jungfrun": "Vågen + Jungfrun på Merkurius är som en kamp mellan fredagsmys och äventyrslusta – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Vågen": "När Vågen möter Vågen på Merkurius blir det ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Skorpionen": "När Vågen möter Skorpionen på Merkurius blir det ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Skytten": "Under inflytande av Merkurius blir Vågen och Skytten som att försöka mysa med en igelkott – vilket är exakt så det ska vara.",
    "Vågen_Stenbocken": "Under inflytande av Merkurius blir Vågen och Stenbocken som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Vågen_Vattumannen": "När Vågen möter Vattumannen på Merkurius blir det mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Vågen_Fiskarna": "När Vågen möter Fiskarna på Merkurius blir det en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Skorpionen_Väduren": "Under inflytande av Merkurius blir Skorpionen och Väduren som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Skorpionen_Oxen": "På Merkurius är Skorpionen och Oxen som som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Tvillingarna": "Om Skorpionen och Tvillingarna dejtar under Merkurius, förvänta dig som att bygga IKEA-möbler utan manual – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Kräftan": "När Skorpionen möter Kräftan på Merkurius blir det en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Lejonet": "Under inflytande av Merkurius blir Skorpionen och Lejonet en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Jungfrun": "Om Skorpionen och Jungfrun dejtar under Merkurius, förvänta dig ett bråk om vem som får sista biten kladdkaka – men det krävs både tålamod och popcorn.",
    "Skorpionen_Vågen": "Skorpionen + Vågen på Merkurius är som en svensk midsommar med för mycket snaps – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Skorpionen": "Under inflytande av Merkurius blir Skorpionen och Skorpionen som två katter i en bastu – men bara tills någon nämner exet.",
    "Skorpionen_Skytten": "Skorpionen + Skytten på Merkurius är som en podd om kristaller och konspirationer – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Stenbocken": "Under inflytande av Merkurius blir Skorpionen och Stenbocken ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Skorpionen_Vattumannen": "När Skorpionen möter Vattumannen på Merkurius blir det en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Fiskarna": "På Merkurius är Skorpionen och Fiskarna som som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Skytten_Väduren": "Skytten + Väduren på Merkurius är som som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Oxen": "När Skytten möter Oxen på Merkurius blir det en kamp mellan fredagsmys och äventyrslusta – och det kan sluta i tårta eller tårar.",
    "Skytten_Tvillingarna": "Under inflytande av Merkurius blir Skytten och Tvillingarna lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Skytten_Kräftan": "Om Skytten och Kräftan dejtar under Merkurius, förvänta dig som att bygga IKEA-möbler utan manual – och det kan sluta i tårta eller tårar.",
    "Skytten_Lejonet": "Under inflytande av Merkurius blir Skytten och Lejonet en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Skytten_Jungfrun": "Under inflytande av Merkurius blir Skytten och Jungfrun en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Skytten_Vågen": "Om Skytten och Vågen dejtar under Merkurius, förvänta dig som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Skytten_Skorpionen": "På Merkurius är Skytten och Skorpionen som som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Skytten": "När Skytten möter Skytten på Merkurius blir det en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Skytten_Stenbocken": "Skytten + Stenbocken på Merkurius är som en evig diskussion om vilken glass som är godast – men kärlekens vägar är ju krokiga.",
    "Skytten_Vattumannen": "På Merkurius är Skytten och Vattumannen som en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Skytten_Fiskarna": "Under inflytande av Merkurius blir Skytten och Fiskarna som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Väduren": "Stenbocken + Väduren på Merkurius är som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Oxen": "Stenbocken + Oxen på Merkurius är som som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Stenbocken_Tvillingarna": "Stenbocken + Tvillingarna på Merkurius är som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Kräftan": "Under inflytande av Merkurius blir Stenbocken och Kräftan en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Lejonet": "Under inflytande av Merkurius blir Stenbocken och Lejonet ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Jungfrun": "Under inflytande av Merkurius blir Stenbocken och Jungfrun en kamp mellan fredagsmys och äventyrslusta – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Vågen": "Om Stenbocken och Vågen dejtar under Merkurius, förvänta dig som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Skorpionen": "Under inflytande av Merkurius blir Stenbocken och Skorpionen en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Stenbocken_Skytten": "Under inflytande av Merkurius blir Stenbocken och Skytten ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Stenbocken_Stenbocken": "När Stenbocken möter Stenbocken på Merkurius blir det mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Vattumannen": "På Merkurius är Stenbocken och Vattumannen som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Stenbocken_Fiskarna": "Stenbocken + Fiskarna på Merkurius är som som att dejta i ett escape room utan utgång – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Väduren": "Om Vattumannen och Väduren dejtar under Merkurius, förvänta dig ett bråk om vem som får sista biten kladdkaka – men det krävs både tålamod och popcorn.",
    "Vattumannen_Oxen": "Vattumannen + Oxen på Merkurius är som lika dramatiska som en dokusåpa – men det krävs både tålamod och popcorn.",
    "Vattumannen_Tvillingarna": "På Merkurius är Vattumannen och Tvillingarna som mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Vattumannen_Kräftan": "Under inflytande av Merkurius blir Vattumannen och Kräftan lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Vattumannen_Lejonet": "Under inflytande av Merkurius blir Vattumannen och Lejonet en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Vattumannen_Jungfrun": "Under inflytande av Merkurius blir Vattumannen och Jungfrun som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Vattumannen_Vågen": "När Vattumannen möter Vågen på Merkurius blir det en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Vattumannen_Skorpionen": "Under inflytande av Merkurius blir Vattumannen och Skorpionen som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Vattumannen_Skytten": "När Vattumannen möter Skytten på Merkurius blir det mer känslor än en schlagerfinal – sen åker de till Ullared och testar relationen på riktigt.",
    "Vattumannen_Stenbocken": "På Merkurius är Vattumannen och Stenbocken som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Vattumannen_Vattumannen": "Under inflytande av Merkurius blir Vattumannen och Vattumannen som två katter i en bastu – men bara tills någon nämner exet.",
    "Vattumannen_Fiskarna": "Under inflytande av Merkurius blir Vattumannen och Fiskarna ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Fiskarna_Väduren": "Om Fiskarna och Väduren dejtar under Merkurius, förvänta dig som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Fiskarna_Oxen": "Fiskarna + Oxen på Merkurius är som mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Fiskarna_Tvillingarna": "Under inflytande av Merkurius blir Fiskarna och Tvillingarna som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Kräftan": "När Fiskarna möter Kräftan på Merkurius blir det en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Lejonet": "Om Fiskarna och Lejonet dejtar under Merkurius, förvänta dig som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Fiskarna_Jungfrun": "Fiskarna + Jungfrun på Merkurius är som som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vågen": "På Merkurius är Fiskarna och Vågen som som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Skorpionen": "Om Fiskarna och Skorpionen dejtar under Merkurius, förvänta dig ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skytten": "Under inflytande av Merkurius blir Fiskarna och Skytten som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Fiskarna_Stenbocken": "När Fiskarna möter Stenbocken på Merkurius blir det en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vattumannen": "Om Fiskarna och Vattumannen dejtar under Merkurius, förvänta dig som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Fiskarna": "Under inflytande av Merkurius blir Fiskarna och Fiskarna en evig diskussion om vilken glass som är godast – vilket gör deras matchning oförglömlig."
  },
  "Jupiter": {
    "Väduren_Väduren": "På Jupiter är Väduren och Väduren som som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Oxen": "På Jupiter är Väduren och Oxen som som att försöka mysa med en igelkott – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Tvillingarna": "Under inflytande av Jupiter blir Väduren och Tvillingarna en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Väduren_Kräftan": "Under inflytande av Jupiter blir Väduren och Kräftan ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Väduren_Lejonet": "På Jupiter är Väduren och Lejonet som en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Väduren_Jungfrun": "På Jupiter är Väduren och Jungfrun som en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Väduren_Vågen": "Om Väduren och Vågen dejtar under Jupiter, förvänta dig som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Skorpionen": "Om Väduren och Skorpionen dejtar under Jupiter, förvänta dig ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Väduren_Skytten": "På Jupiter är Väduren och Skytten som mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Väduren_Stenbocken": "Väduren + Stenbocken på Jupiter är som en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Väduren_Vattumannen": "Väduren + Vattumannen på Jupiter är som en kamp mellan fredagsmys och äventyrslusta – och det kan sluta i tårta eller tårar.",
    "Väduren_Fiskarna": "Under inflytande av Jupiter blir Väduren och Fiskarna som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Oxen_Väduren": "Under inflytande av Jupiter blir Oxen och Väduren lika dramatiska som en dokusåpa – vilket är exakt så det ska vara.",
    "Oxen_Oxen": "Under inflytande av Jupiter blir Oxen och Oxen ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Oxen_Tvillingarna": "När Oxen möter Tvillingarna på Jupiter blir det mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Oxen_Kräftan": "Oxen + Kräftan på Jupiter är som lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Oxen_Lejonet": "Oxen + Lejonet på Jupiter är som en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Jungfrun": "Om Oxen och Jungfrun dejtar under Jupiter, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Oxen_Vågen": "När Oxen möter Vågen på Jupiter blir det ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Oxen_Skorpionen": "När Oxen möter Skorpionen på Jupiter blir det ett astrologiskt avsnitt av 'Bonde söker fru' – men bara tills någon nämner exet.",
    "Oxen_Skytten": "Om Oxen och Skytten dejtar under Jupiter, förvänta dig en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Oxen_Stenbocken": "När Oxen möter Stenbocken på Jupiter blir det en podd om kristaller och konspirationer – sen åker de till Ullared och testar relationen på riktigt.",
    "Oxen_Vattumannen": "När Oxen möter Vattumannen på Jupiter blir det lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Oxen_Fiskarna": "Under inflytande av Jupiter blir Oxen och Fiskarna en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Tvillingarna_Väduren": "På Jupiter är Tvillingarna och Väduren som som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Oxen": "När Tvillingarna möter Oxen på Jupiter blir det som att bygga IKEA-möbler utan manual – och det kan sluta i tårta eller tårar.",
    "Tvillingarna_Tvillingarna": "När Tvillingarna möter Tvillingarna på Jupiter blir det som två katter i en bastu – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Kräftan": "Tvillingarna + Kräftan på Jupiter är som som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Lejonet": "När Tvillingarna möter Lejonet på Jupiter blir det som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Tvillingarna_Jungfrun": "När Tvillingarna möter Jungfrun på Jupiter blir det en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Vågen": "Tvillingarna + Vågen på Jupiter är som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Tvillingarna_Skorpionen": "Tvillingarna + Skorpionen på Jupiter är som som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Tvillingarna_Skytten": "Tvillingarna + Skytten på Jupiter är som som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Tvillingarna_Stenbocken": "Under inflytande av Jupiter blir Tvillingarna och Stenbocken som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Tvillingarna_Vattumannen": "Under inflytande av Jupiter blir Tvillingarna och Vattumannen lika dramatiska som en dokusåpa – vilket är exakt så det ska vara.",
    "Tvillingarna_Fiskarna": "Om Tvillingarna och Fiskarna dejtar under Jupiter, förvänta dig en evig diskussion om vilken glass som är godast – och ändå funkar det, på något sätt.",
    "Kräftan_Väduren": "På Jupiter är Kräftan och Väduren som en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Kräftan_Oxen": "Under inflytande av Jupiter blir Kräftan och Oxen som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Kräftan_Tvillingarna": "När Kräftan möter Tvillingarna på Jupiter blir det mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Kräftan_Kräftan": "Under inflytande av Jupiter blir Kräftan och Kräftan ett astrologiskt avsnitt av 'Bonde söker fru' – men bara tills någon nämner exet.",
    "Kräftan_Lejonet": "När Kräftan möter Lejonet på Jupiter blir det mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Kräftan_Jungfrun": "På Jupiter är Kräftan och Jungfrun som ett astrologiskt avsnitt av 'Bonde söker fru' – men det krävs både tålamod och popcorn.",
    "Kräftan_Vågen": "Kräftan + Vågen på Jupiter är som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Kräftan_Skorpionen": "Om Kräftan och Skorpionen dejtar under Jupiter, förvänta dig en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Kräftan_Skytten": "När Kräftan möter Skytten på Jupiter blir det en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Kräftan_Stenbocken": "Om Kräftan och Stenbocken dejtar under Jupiter, förvänta dig som två katter i en bastu – men bara tills någon nämner exet.",
    "Kräftan_Vattumannen": "När Kräftan möter Vattumannen på Jupiter blir det ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Kräftan_Fiskarna": "På Jupiter är Kräftan och Fiskarna som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Lejonet_Väduren": "Om Lejonet och Väduren dejtar under Jupiter, förvänta dig mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Lejonet_Oxen": "Lejonet + Oxen på Jupiter är som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Lejonet_Tvillingarna": "På Jupiter är Lejonet och Tvillingarna som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Lejonet_Kräftan": "På Jupiter är Lejonet och Kräftan som lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Lejonet_Lejonet": "Om Lejonet och Lejonet dejtar under Jupiter, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – men kärlekens vägar är ju krokiga.",
    "Lejonet_Jungfrun": "På Jupiter är Lejonet och Jungfrun som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Lejonet_Vågen": "Om Lejonet och Vågen dejtar under Jupiter, förvänta dig en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Skorpionen": "Under inflytande av Jupiter blir Lejonet och Skorpionen en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Lejonet_Skytten": "När Lejonet möter Skytten på Jupiter blir det ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Stenbocken": "Lejonet + Stenbocken på Jupiter är som ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Vattumannen": "Om Lejonet och Vattumannen dejtar under Jupiter, förvänta dig en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Lejonet_Fiskarna": "Under inflytande av Jupiter blir Lejonet och Fiskarna ett astrologiskt avsnitt av 'Bonde söker fru' – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Väduren": "När Jungfrun möter Väduren på Jupiter blir det som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Jungfrun_Oxen": "Jungfrun + Oxen på Jupiter är som som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Tvillingarna": "Om Jungfrun och Tvillingarna dejtar under Jupiter, förvänta dig en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Kräftan": "Under inflytande av Jupiter blir Jungfrun och Kräftan en svensk midsommar med för mycket snaps – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Lejonet": "Om Jungfrun och Lejonet dejtar under Jupiter, förvänta dig mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Jungfrun": "Under inflytande av Jupiter blir Jungfrun och Jungfrun en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Vågen": "När Jungfrun möter Vågen på Jupiter blir det som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Jungfrun_Skorpionen": "När Jungfrun möter Skorpionen på Jupiter blir det ett bråk om vem som får sista biten kladdkaka – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Skytten": "På Jupiter är Jungfrun och Skytten som mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Stenbocken": "Under inflytande av Jupiter blir Jungfrun och Stenbocken ett bråk om vem som får sista biten kladdkaka – men bara tills någon nämner exet.",
    "Jungfrun_Vattumannen": "På Jupiter är Jungfrun och Vattumannen som ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Fiskarna": "När Jungfrun möter Fiskarna på Jupiter blir det som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Vågen_Väduren": "Om Vågen och Väduren dejtar under Jupiter, förvänta dig som att dejta i ett escape room utan utgång – och ingen av dem ångrar något (ännu).",
    "Vågen_Oxen": "Vågen + Oxen på Jupiter är som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Vågen_Tvillingarna": "När Vågen möter Tvillingarna på Jupiter blir det som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Vågen_Kräftan": "När Vågen möter Kräftan på Jupiter blir det en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Vågen_Lejonet": "Om Vågen och Lejonet dejtar under Jupiter, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – vilket gör deras matchning oförglömlig.",
    "Vågen_Jungfrun": "Vågen + Jungfrun på Jupiter är som som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Vågen_Vågen": "Om Vågen och Vågen dejtar under Jupiter, förvänta dig som att försöka mysa med en igelkott – vilket är exakt så det ska vara.",
    "Vågen_Skorpionen": "När Vågen möter Skorpionen på Jupiter blir det lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Vågen_Skytten": "Om Vågen och Skytten dejtar under Jupiter, förvänta dig en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Vågen_Stenbocken": "Under inflytande av Jupiter blir Vågen och Stenbocken som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Vågen_Vattumannen": "När Vågen möter Vattumannen på Jupiter blir det ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Vågen_Fiskarna": "När Vågen möter Fiskarna på Jupiter blir det en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Väduren": "På Jupiter är Skorpionen och Väduren som en evig diskussion om vilken glass som är godast – men bara tills någon nämner exet.",
    "Skorpionen_Oxen": "När Skorpionen möter Oxen på Jupiter blir det som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Tvillingarna": "Under inflytande av Jupiter blir Skorpionen och Tvillingarna mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Kräftan": "Under inflytande av Jupiter blir Skorpionen och Kräftan som att försöka mysa med en igelkott – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Lejonet": "Skorpionen + Lejonet på Jupiter är som som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Skorpionen_Jungfrun": "Om Skorpionen och Jungfrun dejtar under Jupiter, förvänta dig som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Vågen": "När Skorpionen möter Vågen på Jupiter blir det en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Skorpionen_Skorpionen": "När Skorpionen möter Skorpionen på Jupiter blir det som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Skytten": "När Skorpionen möter Skytten på Jupiter blir det en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Skorpionen_Stenbocken": "Om Skorpionen och Stenbocken dejtar under Jupiter, förvänta dig en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Vattumannen": "På Jupiter är Skorpionen och Vattumannen som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Skorpionen_Fiskarna": "Skorpionen + Fiskarna på Jupiter är som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Skytten_Väduren": "Under inflytande av Jupiter blir Skytten och Väduren en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Skytten_Oxen": "Skytten + Oxen på Jupiter är som en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Skytten_Tvillingarna": "Skytten + Tvillingarna på Jupiter är som mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Kräftan": "När Skytten möter Kräftan på Jupiter blir det mer känslor än en schlagerfinal – och ändå funkar det, på något sätt.",
    "Skytten_Lejonet": "På Jupiter är Skytten och Lejonet som en kamp mellan fredagsmys och äventyrslusta – vilket är exakt så det ska vara.",
    "Skytten_Jungfrun": "Om Skytten och Jungfrun dejtar under Jupiter, förvänta dig en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Vågen": "Om Skytten och Vågen dejtar under Jupiter, förvänta dig som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Skorpionen": "Om Skytten och Skorpionen dejtar under Jupiter, förvänta dig en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Skytten_Skytten": "När Skytten möter Skytten på Jupiter blir det ett astrologiskt avsnitt av 'Bonde söker fru' – och det kan sluta i tårta eller tårar.",
    "Skytten_Stenbocken": "Om Skytten och Stenbocken dejtar under Jupiter, förvänta dig som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Skytten_Vattumannen": "När Skytten möter Vattumannen på Jupiter blir det som två katter i en bastu – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Fiskarna": "När Skytten möter Fiskarna på Jupiter blir det en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Väduren": "Om Stenbocken och Väduren dejtar under Jupiter, förvänta dig lika dramatiska som en dokusåpa – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Oxen": "På Jupiter är Stenbocken och Oxen som som två katter i en bastu – men bara tills någon nämner exet.",
    "Stenbocken_Tvillingarna": "Under inflytande av Jupiter blir Stenbocken och Tvillingarna som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Kräftan": "Under inflytande av Jupiter blir Stenbocken och Kräftan som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Lejonet": "När Stenbocken möter Lejonet på Jupiter blir det som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Stenbocken_Jungfrun": "Under inflytande av Jupiter blir Stenbocken och Jungfrun en podd om kristaller och konspirationer – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Vågen": "När Stenbocken möter Vågen på Jupiter blir det som att försöka mysa med en igelkott – men kärlekens vägar är ju krokiga.",
    "Stenbocken_Skorpionen": "När Stenbocken möter Skorpionen på Jupiter blir det mer känslor än en schlagerfinal – vilket är exakt så det ska vara.",
    "Stenbocken_Skytten": "Under inflytande av Jupiter blir Stenbocken och Skytten som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Stenbocken_Stenbocken": "När Stenbocken möter Stenbocken på Jupiter blir det ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Vattumannen": "När Stenbocken möter Vattumannen på Jupiter blir det ett astrologiskt avsnitt av 'Bonde söker fru' – och ändå funkar det, på något sätt.",
    "Stenbocken_Fiskarna": "På Jupiter är Stenbocken och Fiskarna som som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Vattumannen_Väduren": "Vattumannen + Väduren på Jupiter är som en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Vattumannen_Oxen": "Om Vattumannen och Oxen dejtar under Jupiter, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – och ändå funkar det, på något sätt.",
    "Vattumannen_Tvillingarna": "Om Vattumannen och Tvillingarna dejtar under Jupiter, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Vattumannen_Kräftan": "På Jupiter är Vattumannen och Kräftan som en podd om kristaller och konspirationer – och ändå funkar det, på något sätt.",
    "Vattumannen_Lejonet": "Vattumannen + Lejonet på Jupiter är som mer känslor än en schlagerfinal – och det kan sluta i tårta eller tårar.",
    "Vattumannen_Jungfrun": "På Jupiter är Vattumannen och Jungfrun som en kamp mellan fredagsmys och äventyrslusta – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Vågen": "Under inflytande av Jupiter blir Vattumannen och Vågen lika dramatiska som en dokusåpa – men bara tills någon nämner exet.",
    "Vattumannen_Skorpionen": "Under inflytande av Jupiter blir Vattumannen och Skorpionen en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Vattumannen_Skytten": "Under inflytande av Jupiter blir Vattumannen och Skytten ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Stenbocken": "När Vattumannen möter Stenbocken på Jupiter blir det som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Vattumannen": "Om Vattumannen och Vattumannen dejtar under Jupiter, förvänta dig som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Vattumannen_Fiskarna": "Om Vattumannen och Fiskarna dejtar under Jupiter, förvänta dig ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Väduren": "Under inflytande av Jupiter blir Fiskarna och Väduren en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Oxen": "Fiskarna + Oxen på Jupiter är som lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Fiskarna_Tvillingarna": "Om Fiskarna och Tvillingarna dejtar under Jupiter, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Kräftan": "Fiskarna + Kräftan på Jupiter är som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Fiskarna_Lejonet": "Under inflytande av Jupiter blir Fiskarna och Lejonet som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Fiskarna_Jungfrun": "På Jupiter är Fiskarna och Jungfrun som lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Vågen": "På Jupiter är Fiskarna och Vågen som ett astrologiskt avsnitt av 'Bonde söker fru' – sen åker de till Ullared och testar relationen på riktigt.",
    "Fiskarna_Skorpionen": "Fiskarna + Skorpionen på Jupiter är som en evig diskussion om vilken glass som är godast – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skytten": "Under inflytande av Jupiter blir Fiskarna och Skytten en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Fiskarna_Stenbocken": "När Fiskarna möter Stenbocken på Jupiter blir det som att bygga IKEA-möbler utan manual – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Vattumannen": "Fiskarna + Vattumannen på Jupiter är som en evig diskussion om vilken glass som är godast – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Fiskarna": "På Jupiter är Fiskarna och Fiskarna som lika dramatiska som en dokusåpa – och det kan sluta i tårta eller tårar."
  },
  "Saturnus": {
    "Väduren_Väduren": "Väduren + Väduren på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – och det kan sluta i tårta eller tårar.",
    "Väduren_Oxen": "På Saturnus är Väduren och Oxen som en svensk midsommar med för mycket snaps – vilket gör deras matchning oförglömlig.",
    "Väduren_Tvillingarna": "När Väduren möter Tvillingarna på Saturnus blir det lika dramatiska som en dokusåpa – men det krävs både tålamod och popcorn.",
    "Väduren_Kräftan": "Om Väduren och Kräftan dejtar under Saturnus, förvänta dig en podd om kristaller och konspirationer – men kärlekens vägar är ju krokiga.",
    "Väduren_Lejonet": "Om Väduren och Lejonet dejtar under Saturnus, förvänta dig som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Väduren_Jungfrun": "Om Väduren och Jungfrun dejtar under Saturnus, förvänta dig mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Väduren_Vågen": "Om Väduren och Vågen dejtar under Saturnus, förvänta dig som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Väduren_Skorpionen": "På Saturnus är Väduren och Skorpionen som som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Väduren_Skytten": "När Väduren möter Skytten på Saturnus blir det en evig diskussion om vilken glass som är godast – men det krävs både tålamod och popcorn.",
    "Väduren_Stenbocken": "Om Väduren och Stenbocken dejtar under Saturnus, förvänta dig mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Väduren_Vattumannen": "Väduren + Vattumannen på Saturnus är som ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Väduren_Fiskarna": "På Saturnus är Väduren och Fiskarna som mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Oxen_Väduren": "Oxen + Väduren på Saturnus är som en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Oxen_Oxen": "När Oxen möter Oxen på Saturnus blir det mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Oxen_Tvillingarna": "När Oxen möter Tvillingarna på Saturnus blir det en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Oxen_Kräftan": "När Oxen möter Kräftan på Saturnus blir det som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Oxen_Lejonet": "Oxen + Lejonet på Saturnus är som som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Oxen_Jungfrun": "Oxen + Jungfrun på Saturnus är som som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Oxen_Vågen": "Oxen + Vågen på Saturnus är som som två katter i en bastu – men kärlekens vägar är ju krokiga.",
    "Oxen_Skorpionen": "På Saturnus är Oxen och Skorpionen som som att försöka mysa med en igelkott – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Skytten": "Om Oxen och Skytten dejtar under Saturnus, förvänta dig en svensk midsommar med för mycket snaps – och det kan sluta i tårta eller tårar.",
    "Oxen_Stenbocken": "Om Oxen och Stenbocken dejtar under Saturnus, förvänta dig som att dejta i ett escape room utan utgång – vilket är exakt så det ska vara.",
    "Oxen_Vattumannen": "Under inflytande av Saturnus blir Oxen och Vattumannen ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Oxen_Fiskarna": "Oxen + Fiskarna på Saturnus är som en svensk midsommar med för mycket snaps – men bara tills någon nämner exet.",
    "Tvillingarna_Väduren": "När Tvillingarna möter Väduren på Saturnus blir det en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Tvillingarna_Oxen": "Tvillingarna + Oxen på Saturnus är som en svensk midsommar med för mycket snaps – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Tvillingarna": "Om Tvillingarna och Tvillingarna dejtar under Saturnus, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Kräftan": "Tvillingarna + Kräftan på Saturnus är som en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Tvillingarna_Lejonet": "Under inflytande av Saturnus blir Tvillingarna och Lejonet en svensk midsommar med för mycket snaps – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Jungfrun": "Om Tvillingarna och Jungfrun dejtar under Saturnus, förvänta dig som två katter i en bastu – och ingen av dem ångrar något (ännu).",
    "Tvillingarna_Vågen": "På Saturnus är Tvillingarna och Vågen som som att försöka mysa med en igelkott – men bara tills någon nämner exet.",
    "Tvillingarna_Skorpionen": "När Tvillingarna möter Skorpionen på Saturnus blir det en kamp mellan fredagsmys och äventyrslusta – vilket gör deras matchning oförglömlig.",
    "Tvillingarna_Skytten": "Tvillingarna + Skytten på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – men kärlekens vägar är ju krokiga.",
    "Tvillingarna_Stenbocken": "Under inflytande av Saturnus blir Tvillingarna och Stenbocken mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Tvillingarna_Vattumannen": "Om Tvillingarna och Vattumannen dejtar under Saturnus, förvänta dig ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Tvillingarna_Fiskarna": "Tvillingarna + Fiskarna på Saturnus är som en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Kräftan_Väduren": "När Kräftan möter Väduren på Saturnus blir det en podd om kristaller och konspirationer – men det krävs både tålamod och popcorn.",
    "Kräftan_Oxen": "Under inflytande av Saturnus blir Kräftan och Oxen som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Tvillingarna": "Om Kräftan och Tvillingarna dejtar under Saturnus, förvänta dig som att bygga IKEA-möbler utan manual – och det kan sluta i tårta eller tårar.",
    "Kräftan_Kräftan": "När Kräftan möter Kräftan på Saturnus blir det en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Kräftan_Lejonet": "Kräftan + Lejonet på Saturnus är som som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Kräftan_Jungfrun": "Om Kräftan och Jungfrun dejtar under Saturnus, förvänta dig en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Kräftan_Vågen": "Under inflytande av Saturnus blir Kräftan och Vågen som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Kräftan_Skorpionen": "Under inflytande av Saturnus blir Kräftan och Skorpionen en evig diskussion om vilken glass som är godast – och ingen av dem ångrar något (ännu).",
    "Kräftan_Skytten": "Kräftan + Skytten på Saturnus är som som att försöka mysa med en igelkott – vilket gör deras matchning oförglömlig.",
    "Kräftan_Stenbocken": "Kräftan + Stenbocken på Saturnus är som som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Kräftan_Vattumannen": "Kräftan + Vattumannen på Saturnus är som som att försöka mysa med en igelkott – och det kan sluta i tårta eller tårar.",
    "Kräftan_Fiskarna": "Under inflytande av Saturnus blir Kräftan och Fiskarna som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Lejonet_Väduren": "Lejonet + Väduren på Saturnus är som mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Lejonet_Oxen": "När Lejonet möter Oxen på Saturnus blir det som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Lejonet_Tvillingarna": "Om Lejonet och Tvillingarna dejtar under Saturnus, förvänta dig som att bygga IKEA-möbler utan manual – och det kan sluta i tårta eller tårar.",
    "Lejonet_Kräftan": "När Lejonet möter Kräftan på Saturnus blir det ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Lejonet_Lejonet": "På Saturnus är Lejonet och Lejonet som som att försöka mysa med en igelkott – men det krävs både tålamod och popcorn.",
    "Lejonet_Jungfrun": "Om Lejonet och Jungfrun dejtar under Saturnus, förvänta dig en svensk midsommar med för mycket snaps – och ingen av dem ångrar något (ännu).",
    "Lejonet_Vågen": "Lejonet + Vågen på Saturnus är som mer känslor än en schlagerfinal – men bara tills någon nämner exet.",
    "Lejonet_Skorpionen": "Under inflytande av Saturnus blir Lejonet och Skorpionen som två katter i en bastu – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Skytten": "Om Lejonet och Skytten dejtar under Saturnus, förvänta dig en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Lejonet_Stenbocken": "När Lejonet möter Stenbocken på Saturnus blir det som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Lejonet_Vattumannen": "När Lejonet möter Vattumannen på Saturnus blir det som att försöka mysa med en igelkott – vilket är exakt så det ska vara.",
    "Lejonet_Fiskarna": "På Saturnus är Lejonet och Fiskarna som en podd om kristaller och konspirationer – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Väduren": "På Saturnus är Jungfrun och Väduren som som att bygga IKEA-möbler utan manual – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Oxen": "På Saturnus är Jungfrun och Oxen som ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Jungfrun_Tvillingarna": "Jungfrun + Tvillingarna på Saturnus är som ett bråk om vem som får sista biten kladdkaka – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Kräftan": "Om Jungfrun och Kräftan dejtar under Saturnus, förvänta dig ett bråk om vem som får sista biten kladdkaka – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Lejonet": "Jungfrun + Lejonet på Saturnus är som en evig diskussion om vilken glass som är godast – men kärlekens vägar är ju krokiga.",
    "Jungfrun_Jungfrun": "När Jungfrun möter Jungfrun på Saturnus blir det en podd om kristaller och konspirationer – och det kan sluta i tårta eller tårar.",
    "Jungfrun_Vågen": "När Jungfrun möter Vågen på Saturnus blir det som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Jungfrun_Skorpionen": "Under inflytande av Saturnus blir Jungfrun och Skorpionen en svensk midsommar med för mycket snaps – men det krävs både tålamod och popcorn.",
    "Jungfrun_Skytten": "Under inflytande av Saturnus blir Jungfrun och Skytten som att dejta i ett escape room utan utgång – vilket gör deras matchning oförglömlig.",
    "Jungfrun_Stenbocken": "På Saturnus är Jungfrun och Stenbocken som en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Jungfrun_Vattumannen": "Om Jungfrun och Vattumannen dejtar under Saturnus, förvänta dig en podd om kristaller och konspirationer – vilket är exakt så det ska vara.",
    "Jungfrun_Fiskarna": "När Jungfrun möter Fiskarna på Saturnus blir det som att bygga IKEA-möbler utan manual – och ändå funkar det, på något sätt.",
    "Vågen_Väduren": "På Saturnus är Vågen och Väduren som en podd om kristaller och konspirationer – vilket är exakt så det ska vara.",
    "Vågen_Oxen": "Om Vågen och Oxen dejtar under Saturnus, förvänta dig en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Vågen_Tvillingarna": "Om Vågen och Tvillingarna dejtar under Saturnus, förvänta dig en evig diskussion om vilken glass som är godast – vilket är exakt så det ska vara.",
    "Vågen_Kräftan": "Om Vågen och Kräftan dejtar under Saturnus, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Lejonet": "Vågen + Lejonet på Saturnus är som ett bråk om vem som får sista biten kladdkaka – men kärlekens vägar är ju krokiga.",
    "Vågen_Jungfrun": "När Vågen möter Jungfrun på Saturnus blir det ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Vågen_Vågen": "Vågen + Vågen på Saturnus är som en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Vågen_Skorpionen": "Om Vågen och Skorpionen dejtar under Saturnus, förvänta dig en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Vågen_Skytten": "På Saturnus är Vågen och Skytten som som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Vågen_Stenbocken": "Om Vågen och Stenbocken dejtar under Saturnus, förvänta dig lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Vågen_Vattumannen": "När Vågen möter Vattumannen på Saturnus blir det som två katter i en bastu – och alla andra backar långsamt ut ur rummet.",
    "Vågen_Fiskarna": "Vågen + Fiskarna på Saturnus är som som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Skorpionen_Väduren": "Under inflytande av Saturnus blir Skorpionen och Väduren som två katter i en bastu – och ändå funkar det, på något sätt.",
    "Skorpionen_Oxen": "Om Skorpionen och Oxen dejtar under Saturnus, förvänta dig ett bråk om vem som får sista biten kladdkaka – och ändå funkar det, på något sätt.",
    "Skorpionen_Tvillingarna": "Under inflytande av Saturnus blir Skorpionen och Tvillingarna en evig diskussion om vilken glass som är godast – och det kan sluta i tårta eller tårar.",
    "Skorpionen_Kräftan": "När Skorpionen möter Kräftan på Saturnus blir det en svensk midsommar med för mycket snaps – vilket är exakt så det ska vara.",
    "Skorpionen_Lejonet": "När Skorpionen möter Lejonet på Saturnus blir det som att bygga IKEA-möbler utan manual – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Jungfrun": "Skorpionen + Jungfrun på Saturnus är som ett bråk om vem som får sista biten kladdkaka – vilket är exakt så det ska vara.",
    "Skorpionen_Vågen": "På Saturnus är Skorpionen och Vågen som en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Skorpionen": "Skorpionen + Skorpionen på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – och ingen av dem ångrar något (ännu).",
    "Skorpionen_Skytten": "Skorpionen + Skytten på Saturnus är som en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Skorpionen_Stenbocken": "Om Skorpionen och Stenbocken dejtar under Saturnus, förvänta dig som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Skorpionen_Vattumannen": "Under inflytande av Saturnus blir Skorpionen och Vattumannen som att dejta i ett escape room utan utgång – och ändå funkar det, på något sätt.",
    "Skorpionen_Fiskarna": "När Skorpionen möter Fiskarna på Saturnus blir det som att dejta i ett escape room utan utgång – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Väduren": "På Saturnus är Skytten och Väduren som lika dramatiska som en dokusåpa – och ändå funkar det, på något sätt.",
    "Skytten_Oxen": "När Skytten möter Oxen på Saturnus blir det mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Skytten_Tvillingarna": "Skytten + Tvillingarna på Saturnus är som som att bygga IKEA-möbler utan manual – men bara tills någon nämner exet.",
    "Skytten_Kräftan": "Under inflytande av Saturnus blir Skytten och Kräftan en kamp mellan fredagsmys och äventyrslusta – sen åker de till Ullared och testar relationen på riktigt.",
    "Skytten_Lejonet": "Skytten + Lejonet på Saturnus är som som att bygga IKEA-möbler utan manual – men kärlekens vägar är ju krokiga.",
    "Skytten_Jungfrun": "Skytten + Jungfrun på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Vågen": "När Skytten möter Vågen på Saturnus blir det som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Skytten_Skorpionen": "Om Skytten och Skorpionen dejtar under Saturnus, förvänta dig en svensk midsommar med för mycket snaps – och ändå funkar det, på något sätt.",
    "Skytten_Skytten": "Under inflytande av Saturnus blir Skytten och Skytten ett astrologiskt avsnitt av 'Bonde söker fru' – och alla andra backar långsamt ut ur rummet.",
    "Skytten_Stenbocken": "Om Skytten och Stenbocken dejtar under Saturnus, förvänta dig som två katter i en bastu – men det krävs både tålamod och popcorn.",
    "Skytten_Vattumannen": "Om Skytten och Vattumannen dejtar under Saturnus, förvänta dig som att bygga IKEA-möbler utan manual – vilket gör deras matchning oförglömlig.",
    "Skytten_Fiskarna": "Under inflytande av Saturnus blir Skytten och Fiskarna en kamp mellan fredagsmys och äventyrslusta – men det krävs både tålamod och popcorn.",
    "Stenbocken_Väduren": "När Stenbocken möter Väduren på Saturnus blir det som att dejta i ett escape room utan utgång – sen åker de till Ullared och testar relationen på riktigt.",
    "Stenbocken_Oxen": "När Stenbocken möter Oxen på Saturnus blir det mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Tvillingarna": "På Saturnus är Stenbocken och Tvillingarna som lika dramatiska som en dokusåpa – och ingen av dem ångrar något (ännu).",
    "Stenbocken_Kräftan": "När Stenbocken möter Kräftan på Saturnus blir det mer känslor än en schlagerfinal – och alla andra backar långsamt ut ur rummet.",
    "Stenbocken_Lejonet": "När Stenbocken möter Lejonet på Saturnus blir det som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Stenbocken_Jungfrun": "På Saturnus är Stenbocken och Jungfrun som lika dramatiska som en dokusåpa – vilket gör deras matchning oförglömlig.",
    "Stenbocken_Vågen": "När Stenbocken möter Vågen på Saturnus blir det som att dejta i ett escape room utan utgång – men bara tills någon nämner exet.",
    "Stenbocken_Skorpionen": "När Stenbocken möter Skorpionen på Saturnus blir det som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Skytten": "Om Stenbocken och Skytten dejtar under Saturnus, förvänta dig en podd om kristaller och konspirationer – men bara tills någon nämner exet.",
    "Stenbocken_Stenbocken": "När Stenbocken möter Stenbocken på Saturnus blir det som att dejta i ett escape room utan utgång – och det kan sluta i tårta eller tårar.",
    "Stenbocken_Vattumannen": "Stenbocken + Vattumannen på Saturnus är som en kamp mellan fredagsmys och äventyrslusta – och ändå funkar det, på något sätt.",
    "Stenbocken_Fiskarna": "Under inflytande av Saturnus blir Stenbocken och Fiskarna en evig diskussion om vilken glass som är godast – sen åker de till Ullared och testar relationen på riktigt.",
    "Vattumannen_Väduren": "På Saturnus är Vattumannen och Väduren som en kamp mellan fredagsmys och äventyrslusta – och alla andra backar långsamt ut ur rummet.",
    "Vattumannen_Oxen": "När Vattumannen möter Oxen på Saturnus blir det en kamp mellan fredagsmys och äventyrslusta – men bara tills någon nämner exet.",
    "Vattumannen_Tvillingarna": "Vattumannen + Tvillingarna på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Vattumannen_Kräftan": "Under inflytande av Saturnus blir Vattumannen och Kräftan mer känslor än en schlagerfinal – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Lejonet": "Om Vattumannen och Lejonet dejtar under Saturnus, förvänta dig mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Jungfrun": "När Vattumannen möter Jungfrun på Saturnus blir det mer känslor än en schlagerfinal – men kärlekens vägar är ju krokiga.",
    "Vattumannen_Vågen": "På Saturnus är Vattumannen och Vågen som ett astrologiskt avsnitt av 'Bonde söker fru' – men det krävs både tålamod och popcorn.",
    "Vattumannen_Skorpionen": "Under inflytande av Saturnus blir Vattumannen och Skorpionen mer känslor än en schlagerfinal – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Skytten": "Under inflytande av Saturnus blir Vattumannen och Skytten ett astrologiskt avsnitt av 'Bonde söker fru' – vilket gör deras matchning oförglömlig.",
    "Vattumannen_Stenbocken": "På Saturnus är Vattumannen och Stenbocken som som att försöka mysa med en igelkott – och ingen av dem ångrar något (ännu).",
    "Vattumannen_Vattumannen": "På Saturnus är Vattumannen och Vattumannen som mer känslor än en schlagerfinal – men det krävs både tålamod och popcorn.",
    "Vattumannen_Fiskarna": "Vattumannen + Fiskarna på Saturnus är som ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Fiskarna_Väduren": "Om Fiskarna och Väduren dejtar under Saturnus, förvänta dig ett bråk om vem som får sista biten kladdkaka – och det kan sluta i tårta eller tårar.",
    "Fiskarna_Oxen": "Under inflytande av Saturnus blir Fiskarna och Oxen ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet.",
    "Fiskarna_Tvillingarna": "Om Fiskarna och Tvillingarna dejtar under Saturnus, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – vilket är exakt så det ska vara.",
    "Fiskarna_Kräftan": "Fiskarna + Kräftan på Saturnus är som som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Fiskarna_Lejonet": "När Fiskarna möter Lejonet på Saturnus blir det som att bygga IKEA-möbler utan manual – men det krävs både tålamod och popcorn.",
    "Fiskarna_Jungfrun": "På Saturnus är Fiskarna och Jungfrun som som att försöka mysa med en igelkott – och ändå funkar det, på något sätt.",
    "Fiskarna_Vågen": "Under inflytande av Saturnus blir Fiskarna och Vågen en kamp mellan fredagsmys och äventyrslusta – men kärlekens vägar är ju krokiga.",
    "Fiskarna_Skorpionen": "Under inflytande av Saturnus blir Fiskarna och Skorpionen som att dejta i ett escape room utan utgång – men det krävs både tålamod och popcorn.",
    "Fiskarna_Skytten": "Om Fiskarna och Skytten dejtar under Saturnus, förvänta dig ett astrologiskt avsnitt av 'Bonde söker fru' – men bara tills någon nämner exet.",
    "Fiskarna_Stenbocken": "På Saturnus är Fiskarna och Stenbocken som som att bygga IKEA-möbler utan manual – vilket är exakt så det ska vara.",
    "Fiskarna_Vattumannen": "På Saturnus är Fiskarna och Vattumannen som en podd om kristaller och konspirationer – och ingen av dem ångrar något (ännu).",
    "Fiskarna_Fiskarna": "Under inflytande av Saturnus blir Fiskarna och Fiskarna ett bråk om vem som får sista biten kladdkaka – och alla andra backar långsamt ut ur rummet."
  }
}